cask_args appdir: '/Applications'

brew 'coreutils'
brew 'findutils'
brew 'wget'
brew 'curl'
brew 'tree'
brew 'tig'
brew 'git'
brew 'socat'
brew 'httpie'
brew 'htop'
brew 'nmap'
brew 'vim'
brew 'python'
brew 'mpv'
brew 'pyenv'
brew 'postgresql'
brew 'cmatrix'
brew 'rust'
brew 'feh'
brew 'git-flow'
brew 'figlet'
brew 'lolcat'
brew 'nvm'

cask 'docker'
cask 'menumeters'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'iterm2'
cask 'vlc'
cask 'divvy'
cask 'transmission'
cask 'slack'
cask 'google-cloud-sdk'
cask 'gimp'
cask 'xquartz'
cask 'meld'
cask 'paintbrush'
cask 'java'
